[
 {"universityLogo":"http://tiny.cc/xwxr001","course":"Chinese Government Scholarship for Advanced Graduate Program","scholarshipLink":"https://isd.pku.edu.cn/en/detail.php?id=819","program":"Master, PhD","country":"China","university":"Peking University","scholarshipDetail":"Beasiswa Pemerintah China (Chinese Government Scholarship) untuk mahasiswa internasional yang mendaftar program graduate (Master dan Doctoral); mencakup full atau partial tuition waiver, living stipend, housing, dan medical insurance; durasi beasiswa 2–3 tahun untuk Master dan 4–5 tahun untuk PhD; pelamar harus memenuhi persyaratan penerimaan mahasiswa internasional PKU dan tidak sedang menerima beasiswa lain selain non-renewable merit award.","link":"https://isd.pku.edu.cn/en/detail.php?id=819"},
 {"universityLogo":"http://tiny.cc/xwxr001","course":"Chinese Government Scholarship Bilateral Program (Type A)","scholarshipLink":"https://isd.pku.edu.cn/en/detail.php?id=763","program":"Undergraduate, Master, PhD","country":"China","university":"Peking University","scholarshipDetail":"Program Beasiswa Pemerintah China (Chinese Government Scholarship) melalui Bilateral Program (Type A) bagi mahasiswa internasional yang diterima di Peking University; pelamar harus sudah submit aplikasi penerimaan ke universitas sebelum mendaftar Beasiswa Pemerintah China; setelah lulus seleksi awal, pelamar akan mendapatkan sertifikat yang dibutuhkan untuk melanjutkan aplikasi beasiswa; terdapat persyaratan tambahan seperti HSK untuk program berbahasa Mandarin dan ketentuan khusus untuk program berbahasa Inggris (beasiswa mungkin tidak menutup keseluruhan tuition untuk English-taught programs).","link":"https://isd.pku.edu.cn/en/detail.php?id=763"},
 {"universityLogo":"http://tiny.cc/xwxr001","course":"Peking University Scholarship (PKUS)","scholarshipLink":"https://isd.pku.edu.cn/en/detail.php?id=819","program":"Undergraduate, Master, PhD","country":"China","university":"Peking University","scholarshipDetail":"Beasiswa internal dari Peking University untuk mahasiswa internasional; mencakup full atau partial tuition waiver, living stipend, dan medical insurance; tersedia untuk Undergraduate, Master, dan PhD tergantung kebijakan program; pelamar harus telah submit aplikasi program dan tidak sedang menerima beasiswa lain. Untuk S1, durasi beasiswa biasanya 4–5 tahun, Master 2–3 tahun, dan PhD hingga 4 tahun (sesuai ketentuan universitas).","link":"https://isd.pku.edu.cn/en/detail.php?id=819"},
 {"universityLogo":"http://tiny.cc/xwxr001","course":"Beijing Government Scholarship (BGS)","scholarshipLink":"https://isd.pku.edu.cn/en/detail.php?id=819","program":"Master, PhD","country":"China","university":"Peking University","scholarshipDetail":"Beasiswa dari Pemerintah Beijing untuk mahasiswa internasional yang mendaftar program graduate di PKU; mencakup full atau partial tuition waiver; durasi beasiswa 2–3 tahun untuk Master dan 4–5 tahun untuk PhD; pelamar harus memenuhi kriteria penerimaan internasional dan tidak sedang menerima beasiswa lain.","link":"https://isd.pku.edu.cn/en/detail.php?id=819"},
 {"universityLogo":"http://tiny.cc/xwxr001","course":"China Studies Program Ph.D. Fellowship in China","scholarshipLink":"https://isd.pku.edu.cn/en/detail.php?id=809","program":"PhD","country":"China","university":"Peking University","scholarshipDetail":"Beasiswa China Studies Program (CSP) untuk kandidat Ph.D dengan latar belakang master yang unggul, studi doktoral di China; didukung oleh Center for Language Education and Cooperation; mencakup dukungan akademik dan biaya terkait; studi di PKU sekitar 4 tahun; pelamar non-warga negara China harus memenuhi persyaratan akademik dan bahasa.","link":"https://isd.pku.edu.cn/en/detail.php?id=809"},
 {"universityLogo":"http://tiny.cc/xwxr001","course":"China Studies Program Joint Research Ph.D. Fellowship (Senior Visiting Student)","scholarshipLink":"https://isd.pku.edu.cn/en/detail.php?id=810","program":"PhD (Visiting/Exchange Research)","country":"China","university":"Peking University","scholarshipDetail":"Program beasiswa untuk mendukung kandidat doktoral yang terdaftar di universitas luar negeri untuk melakukan riset dan menulis disertasi di Peking University selama satu semester hingga dua tahun; ditujukan untuk mahasiswa non-warga negara China berusia di bawah 50 tahun dengan prestasi akademik dan kemampuan bahasa Mandarin (HSK Level 3 atau lebih tinggi) serta rencana penelitian yang jelas. Program ini bersifat pertukaran/kunjungan riset, bukan program gelar penuh.","link":"https://isd.pku.edu.cn/en/detail.php?id=810"},

 {"universityLogo":"http://tiny.cc/ss-shenzhen-university","course":"Shenzhen Universiade Scholarship","scholarshipLink":"https://china.starshipeducation.com/2025/08/Shenzhen-Universiade-Scholarship.html","program":"Undergraduate, Master, PhD","country":"China","university":"Shenzhen University","scholarshipDetail":"Beasiswa Shenzhen Universiade (dikelola SUISF dan dilaksanakan di universitas-universitas Shenzhen) memberikan tunjangan tahunan bagi mahasiswa internasional yang belajar penuh waktu di China; mencakup bantuan dana sekitar RMB 30.000 per tahun untuk sarjana, RMB 35.000–45.000 untuk master, dan RMB 40.000–45.000+ untuk PhD (nominal dapat berubah setiap tahun dan berbeda antar universitas); pelamar harus bukan warga negara Tiongkok, sehat jasmani dan rohani, serta terdaftar sebagai mahasiswa penuh waktu; seleksi melalui nominasi universitas dan penilaian SUISF, dengan periode pendaftaran umumnya April–Mei.","link":"https://lxs.szu.edu.cn/en/info/1003/2775.htm"},
 {"universityLogo":"http://tiny.cc/ss-shenzhen-university","course":"Shenzhen Universiade Scholarship","scholarshipLink":"https://en.szu.edu.cn/info/1023/1747.htm","program":"Undergraduate, Master, PhD","country":"China","university":"Shenzhen University","scholarshipDetail":"Beasiswa dari Pemerintah Kota Shenzhen bagi mahasiswa internasional yang menempuh studi penuh waktu di Shenzhen University; memberikan tunjangan tahunan sekitar RMB 30.000 untuk sarjana, RMB 45.000 untuk master, dan RMB 40.000 untuk doktoral; nominal dapat berubah setiap tahun sesuai kebijakan pemerintah dan universitas.","link":"https://en.szu.edu.cn/info/1023/1747.htm"},
 {"universityLogo":"http://tiny.cc/ss-shenzhen-university","course":"Guangdong Government Outstanding International Student Scholarship","scholarshipLink":"https://lxs.szu.edu.cn/en/info/1030/2814.htm","program":"Returning Undergraduate, Master, PhD","country":"China","university":"Shenzhen University","scholarshipDetail":"Beasiswa dari Pemerintah Provinsi Guangdong bagi mahasiswa internasional berprestasi yang melanjutkan studi (returning students); mencakup tunjangan tahunan sebesar RMB 10.000 untuk sarjana, RMB 20.000 untuk master, dan RMB 30.000 untuk doktoral; kuota terbatas dengan seleksi akademik; pendaftaran biasanya dibuka awal September, hasil diumumkan Oktober, dan dana dicairkan sebelum akhir Desember.","link":"https://lxs.szu.edu.cn/en/info/1030/2814.htm"}

]
