[
 {"universityLogo":"http://tiny.cc/ss-shenzhen-university","course":"Shenzhen Universiade Scholarship","scholarshipLink":"https://china.starshipeducation.com/2025/08/Shenzhen-Universiade-Scholarship.html","program":"Undergraduate, Master, PhD","country":"China","university":"Shenzhen University","scholarshipDetail":"Beasiswa Shenzhen Universiade (dikelola SUISF dan dilaksanakan di universitas-universitas Shenzhen) memberikan tunjangan tahunan bagi mahasiswa internasional yang belajar penuh waktu di China; mencakup bantuan dana sekitar RMB 30.000 per tahun untuk sarjana, RMB 35.000–45.000 untuk master, dan RMB 40.000–45.000+ untuk PhD (nominal dapat berubah setiap tahun dan berbeda antar universitas); pelamar harus bukan warga negara Tiongkok, sehat jasmani dan rohani, serta terdaftar sebagai mahasiswa penuh waktu; seleksi melalui nominasi universitas dan penilaian SUISF, dengan periode pendaftaran umumnya April–Mei.","link":"https://lxs.szu.edu.cn/en/info/1003/2775.htm"},
 {"universityLogo":"http://tiny.cc/ss-shenzhen-university","course":"Shenzhen Universiade Scholarship","scholarshipLink":"https://en.szu.edu.cn/info/1023/1747.htm","program":"Undergraduate, Master, PhD","country":"China","university":"Shenzhen University","scholarshipDetail":"Beasiswa dari Pemerintah Kota Shenzhen bagi mahasiswa internasional yang menempuh studi penuh waktu di Shenzhen University; memberikan tunjangan tahunan sekitar RMB 30.000 untuk sarjana, RMB 45.000 untuk master, dan RMB 40.000 untuk doktoral; nominal dapat berubah setiap tahun sesuai kebijakan pemerintah dan universitas.","link":"https://en.szu.edu.cn/info/1023/1747.htm"},
 {"universityLogo":"http://tiny.cc/ss-shenzhen-university","course":"Guangdong Government Outstanding International Student Scholarship","scholarshipLink":"https://lxs.szu.edu.cn/en/info/1030/2814.htm","program":"Returning Undergraduate, Master, PhD","country":"China","university":"Shenzhen University","scholarshipDetail":"Beasiswa dari Pemerintah Provinsi Guangdong bagi mahasiswa internasional berprestasi yang melanjutkan studi (returning students); mencakup tunjangan tahunan sebesar RMB 10.000 untuk sarjana, RMB 20.000 untuk master, dan RMB 30.000 untuk doktoral; kuota terbatas dengan seleksi akademik; pendaftaran biasanya dibuka awal September, hasil diumumkan Oktober, dan dana dicairkan sebelum akhir Desember.","link":"https://lxs.szu.edu.cn/en/info/1030/2814.htm"}

]
